{
  "form": {
    "clientQuestionnaire": "Client Questionnaire",
    "instructions": "Please fill out the form below to help us understand your needs better. All fields are required unless otherwise noted. We typically respond within 1–2 business days.",
    "fullName": "Full Name",
    "email": "Email",
    "phone": "Phone Number",
    "organization": "Organization / Business Name",
    "currentWebsite": "Current Website (if any)",
    "description": "Briefly describe your business or organization",
    "goal": "What is the main goal of the website?",
    "mainAction": "What is the key action you want visitors to take?",
    "functionality": "Do you need any specific features?",
    "designInspo": "Are there any websites you like or dislike in terms of design?",
    "deadline": "Preferred Launch Date",
    "budget": "Budget Range (Optional)",
    "notes": "Additional Comments or Requirements",
    "submit": "Submit",
    "formErrors": {
      "invalidEmail": "Invalid email address",
      "required": "*Required",
      "invalidURL": "Invalid URL",
      "messageRequired": "Message is required",
      "emailRequired": "*Required",
      "spamDetected": "Spam detected"
    }
  },
  "workMelodics": {
    "title": "Our Approach to Scalable and Cost-Effective Solutions",
    "workingMethod": "We focus on delivering solutions that are easy to use, affordable to run, and simple to adapt as your needs change. We avoid unnecessarily complex systems that require frequent maintenance. Instead, we prioritize solutions that give you control, flexibility, and lower long-term costs.",
    "hostingOptions": {
      "domeneshop": {
        "title": "Domeneshop",
        "description": "For domain purchases and management, we recommend Domeneshop. They offer stable and affordable services that fit most needs."
      },
      "strapi": {
        "title": "Strapi",
        "description": "We use Strapi for content management. It’s a user-friendly system that makes it easy to edit and publish content without technical expertise."
      },
      "render": {
        "title": "Render",
        "description": "We use Render for backend operations. It offers a free plan that’s ideal for smaller projects and makes upgrading easy when needed."
      },
      "vercel": {
        "title": "Vercel",
        "description": "For frontend and website hosting, we typically use Vercel. It’s a reliable platform that offers free hosting for simple static sites – with no hidden costs."
      }
    },
    "techApproach": "We always tailor the technical setup to your needs, with a focus on usability, security, and future growth. We avoid platforms that require constant updates and maintenance – such as WordPress – unless there's a clear need for it. Many projects benefit more from a simpler, modern approach.",
    "streamlinedSolution": "By combining a static website with a flexible content system, you get a solution that is secure, fast, and easy to maintain and expand."
  }
}