{
  "form": {
    "clientQuestionnaire": "Spørreskjema",
    "instructions": "Vennligst fyll ut skjemaet under for å hjelpe oss med å forstå dine behov bedre. Alle feltene er obligatoriske med mindre annet er oppgitt. Vi svarer normalt innen 1–2 virkedager.",
    "fullName": "Fullt navn",
    "email": "E-post",
    "phone": "Telefonnummer",
    "organization": "Organisasjon / Firmanavn",
    "currentWebsite": "Nåværende nettside (hvis noen)",
    "description": "Beskriv kort virksomheten eller organisasjonen din",
    "goal": "Hva er hovedmålet med nettsiden?",
    "mainAction": "Hva er den viktigste handlingen du ønsker at besøkende skal ta?",
    "functionality": "Er det noen spesielle funksjoner du trenger?",
    "designInspo": "Er det nettsider du liker eller ikke liker designet på?",
    "deadline": "Ønsket lanseringsdato",
    "budget": "Budsjettområde (valgfritt)",
    "notes": "Andre kommentarer eller behov",
    "submit": "Send inn",
    "formErrors": {
      "invalidEmail": "Ugyldig e-postadresse",
      "required": "*Påkrevd",
      "invalidURL": "Ugyldig URL",
      "messageRequired": "Melding er påkrevd",
      "emailRequired": "*Påkrevd",
      "spamDetected": "Spam oppdaget"
    }
  },
  "workMelodics": {
    "title": "Vår tilnærming til kostnadseffektive og skalerbare løsninger",
    "workingMethod": "Vi fokuserer på å levere løsninger som er enkle å bruke, rimelige i drift og enkle å tilpasse når behovene dine endres. Vi unngår unødvendig komplekse systemer som krever mye vedlikehold. I stedet prioriterer vi løsninger som gir deg kontroll, fleksibilitet og lavere kostnader over tid.",
    "hostingOptions": {
      "domeneshop": {
        "title": "Domeneshop",
        "description": "For kjøp og administrasjon av domener anbefaler vi Domeneshop. De tilbyr stabile og rimelige tjenester som passer de fleste behov."
      },
      "strapi": {
        "title": "Strapi",
        "description": "Til innholdshåndtering bruker vi Strapi, et brukervennlig system som gjør det enkelt å redigere og publisere innhold uten teknisk erfaring."
      },
      "render": {
        "title": "Render",
        "description": "Vi bruker Render til backend-drift. Render tilbyr en gratis plan som er perfekt for mindre prosjekter, og gjør det enkelt å oppgradere ved behov."
      },
      "vercel": {
        "title": "Vercel",
        "description": "For frontend og hosting av nettsiden bruker vi vanligvis Vercel. Det er en pålitelig plattform som tilbyr gratis hosting for enkle, statiske nettsider – uten skjulte kostnader."
      }
    },
    "techApproach": "Vi setter alltid sammen en teknisk løsning som er tilpasset deg, med tanke på brukervennlighet, sikkerhet og fremtidig vekst. Vi unngår løsninger som krever hyppige oppdateringer og vedlikehold – for eksempel WordPress – med mindre det er et tydelig behov for det. Mange prosjekter fungerer bedre med en enklere og mer moderne tilnærming.",
    "streamlinedSolution": "Ved å kombinere en statisk nettside med et fleksibelt publiseringssystem, får du en løsning som er trygg, rask og enkel å videreutvikle."
  }
}